[
  {
   "name": "Mary Whitmer",
   "timePeriod": 1,
   "year": "1778- 1856",
   "paragraph": "Mary Whitmer was not only the mother to five of the 11 witness of the book of Mormon and the mother-law for two more, but she was also a witness of the Book of Mormon herself. This miracle occurred as she hosted Oliver Cowdery, Joseph Smith, and Joseph’s wife, Emma Smith for an extended time as they finished the Book of Mormon Translation. These guests in addition to her already long to do list, created a significant burden on Mary Whitmer as the hostess. As she went to milk cows she was \"met out near the yard by [an] old man . . . who said to her, ‘You have been very faithful and diligent in your labors, but you are tried because of the increase of your toil. It is proper therefore that you should receive a witness that your faith may be strengthened.’ Thereupon he showed her the plates.\" (account from David Whitmer her son)",
   "photo": "https:\/\/knowhy.bookofmormoncentral.org\/sites\/default\/files\/knowhy-img\/users\/user19\/455-mary-whitmer-full.jpg"
  },
  {
   "timePeriod": 1
  },
  {
   "timePeriod": 1
  },
  {
   "timePeriod": 1
  },
  {
   "timePeriod": 1
  },
  {
   "name": "Phebe Crosby Peck ",
   "timePeriod": 2,
   "year": "1800-1849",
   "paragraph": "As a young widow, she emigrated from New York to Ohio and went on to Jackson County, Missouri with her five children. Phebe was among those who heard Joseph and Sidney teach of \"the vision\" (D&C 76) though often engaged in the mundane and the difficult aspects of caring for her children in a new place on her own, Phebe marveled at truth expanded. Several months later she remained transfixed by the revealed plan of salvation and worked to share the plan with her extended family.",
   "photo": "https:\/\/tree-portraits-pgp.familysearchcdn.org\/i98qd\/thumb200s.jpg"
  },
  {
   "name": "Sarah Studevant Leavitt",
   "timePeriod": 2,
   "year": "1798-1878",
   "paragraph": "Sarah had a spiritual vision around the same time Joseph Smith experienced his first vision. A couple years later her sister-in-law visited and introduced her to the gospel. After listening to her sisters-in-law's testimony, Sarah read the Book of Mormon, the Doctrine and Covenants and all the writings from the Latter-Day Saints she could find. She said that it was the \"Doctrine and Covenants that confirmed my faith in the work. I knew that no man, nor set of men, that could make such a book or would dare try from any wisdom that man possess. I knew it was the word of God and a revelation from heaven and received as such. I sought with my whole heart a knowledge of the truth and obtained a knowledge that never has nor never will leave me. \" After receiving a testimony of the Gospel, Sarah struggled to know how to move and join the saints. However, \"I knew the way would be open for us to gather with the saints.\" She and her family took the leap of faith and joined the saints in Kirtland Ohio, 800 miles away. It was only when they arrived that they were able to be baptized.",
   "photo": "https:\/\/funwithfamilyhistory.files.wordpress.com\/2012\/05\/leavitt.jpg"
  },
  {
   "timePeriod": 2
  },
  {
   "timePeriod": 2
  },
  {
   "name": "Drusilla Hendricks",
   "timePeriod": 2,
   "year": "1810-1881",
   "photo": "https:\/\/www.mormonwiki.com\/wiki\/images\/2\/2f\/Drusilla_Hendricks.jpg"
  },
  {
   "name": "Rhoda Young Greene or Nancy Young Kent",
   "timePeriod": 3,
   "photo": "https:\/\/doctrineandcovenantscentral.org\/wp-content\/uploads\/2021\/06\/Rhoda-Richards-Public-Domain.jpg"
  },
  {
   "name": "hepzibah richards",
   "timePeriod": 3
  },
  {
   "name": "Martha Cragun Cox",
   "timePeriod": 3,
   "photo": "https:\/\/annlaemmlenlewis.com\/wp-content\/uploads\/2020\/09\/Martha-Cragun-Cox-Colorized.jpg"
  },
  {
   "timePeriod": 3
  },
  {
   "timePeriod": 3
  },
  {
   "name": "Emma Anderson Liljenquist",
   "timePeriod": 4,
   "year": 1887,
   "paragraph": "Emma Anderson Liljenquist is one of hundreds of women and men mentioned in the documents in The First Fifty Years who did not hold prominent leadership positions in the Church. In 1887, during a period when Church leaders were routinely encouraging women to receive medical training, Sister Liljenquist was appointed by her bishop to study obstetrics and nursing. She accepted and moved to Salt Lake City for six months, leaving her husband and three children at home in northern Utah during this time. She trained with Dr. Margaret C. Shipp, a graduate from the Woman’s Medical College in Pennsylvania who had recently started offering midwifery courses in Utah. As a nurse and midwife, Sister Liljenquist tended to sick patients and delivered over a thousand babies. She also was the mother of nine children, six of whom she bore after becoming a midwife. Of the relationship between her roles as mother and as midwife, she wrote, “It made my heart ache when I had to leave my babies [her own children] and very often I could hear them crying as I walked down the street, but I had to go with a smile on my face and bring happiness into the sick room, for I have never refused anyone who needed my assistance. . . . You might ask why I left them, but I had been called by the Church to perform this service and I felt that it was a special calling.”",
   "photo": "https:\/\/assets.ldscdn.org\/c8\/97\/c8975d167ddd4565989de6ce15b0678219e30cce\/emma_anderson_liljenquist.jpeg"
  },
  {
   "name": "Emmiline B Wells",
   "timePeriod": 4,
   "year": 1877,
   "paragraph": "Emmeline B. Wells, a gifted and incredibly productive writer, served as editor of the Woman’s Exponent, a Latter-day Saint women’s newspaper, from 1877 until the paper was discontinued in 1914. She advocated prominently for women’s suffrage and women’s rights and held many positions in national women’s organizations. Beginning in 1876, Wells also led the Church’s grain storage program, which was designed as a protection against possible food shortages. Eventually the effort culminated in the sale of over 200,000 bushels of Relief Society wheat to the U.S. government during World War I, when Wells was serving as Relief Society general president. While personal lives are not the focus of The First Fifty Years, it is noteworthy that many of the women mentioned in this gallery lived in a wide variety of family situations, many of which were severely challenging. Emmeline B. Wells’s first husband, James Harris, deserted her within two years of the marriage. She then married Newel K. Whitney, a man more than 30 years her senior, as a plural wife. He died five years later, in 1850, leaving her with two young daughters. Two years later she married Daniel H. Wells, who held several demanding community and Church positions and already had six other wives. Emmeline experienced profound loneliness in this marriage, as she and Daniel rarely saw each other until the very last years of Daniel’s life. Daniel died in 1891; Emmeline lived another three decades. The variety and complexity of the challenges faced by these women shows that living the gospel does not immunize us from hardship but can strengthen us in adversity and unite us regardless of individual circumstances. In 1881, Emmeline B. Wells combined a harsh critique of contemporary historical writing with a stunning prediction: “History tells us very little about women; judging from its pages, one would suppose their lives were insignificant and their opinions worthless. . . . Volumes of unwritten history yet remain, the sequel to the written lives of brave and heroic men. But although the historians of the past have been neglectful of woman, and it is the exception if she be mentioned at all; yet the future will deal more generously with womankind, and the historian of the present age will find it very embarrassing to ignore woman in the records of the nineteenth century.” This new book on Latter-day Saint women’s history is undoubtedly one fulfillment of Wells’s prediction.",
   "photo": "https:\/\/assets.ldscdn.org\/e5\/be\/e5be4e7dd7eb92a93c75fb7c5167a1573e57b221\/emmeline_wells_portrait.jpeg"
  },
  {
   "name": "Elizabeth Xavier Tait",
   "timePeriod": 4,
   "year": 1860,
   "paragraph": "Elizabeth Xavier Tait was an Indian woman with a British husband. She and her husband William joined the church in Poona (now Pune) India. They wanted to join the Saints in the Salt Lake Valley so they booked passage on a ship to San Fransisco. William and their son boarded the boat and waited for Elizabeth and her newborn daughter to join them, but found out that Elizabeth's mother had prevented her from boarding the boat. Elizabeth did not let her mother stop her. Instead, she booked passage on the next ship to New York and treked alone with her daughter across the US. After her daughter's death in Iowa, Elizabeth pressed on with the Willie handcart company and was reunited with her husband and son in Utah. ",
   "photo": "https:\/\/assets.ldscdn.org\/91\/d1\/91d1cc29d45608720fb234c5efe2da698a7b812e\/elizabeth_xavier_tait.png"
  },
  {
   "name": "Martha Hughes Cannon",
   "timePeriod": 4
  },
  {
   "name": "Desideria Quintanar de Yanez",
   "timePeriod": 4,
   "year": "1814-1893",
   "paragraph": "lived her whole life in Nopala, Hildalgo, Mexico. In early 1880, at 66, she dreamed of a pamphlet --Una vox de amonestacion (a voice of warning) being published by latter-day saint missionaries in Mexico City. Mexico City was 75 miles to the south, a significant distance for Desideria to travel with her health considerations. Instead her son Jose made the journey. He found Elder James z. Stewart while the missionary was correcting printer's proofs of the tract about which Desideria had dreamed. Though the pamphlet was not yet completed. The missionary sent Jose home with other tracts. After Desideria read the pamphlets, she requested baptism.",
   "photo": "https:\/\/assets.ldscdn.org\/45\/da\/45da71cfbafced4ec6a6329d99b0e4d53012396c\/mexican_woman_dreaming.png"
  },
  {
   "name": "Judy Bester Brummer ",
   "timePeriod": 5,
   "year": 1980,
   "paragraph": "Grew up in South Africa on a farm where she was taught about the restored gospel by her Methodist Mother. As a child she befrended her family's servents' children who spoke only Xhosa. As a result Judy learned to speak fluent Xhosa. While studying Xhosa, was approached by missionaries and joined the church. Judy served her mission in Queensland, South Africa where she was frequently asked to translate services and other meetings for the Xhosa speaking saints as church leadership in this area only spoke English. After she was married, Judy and her husband moved to Utah. As a young mother, Judy was asked to translate several church publications into Xhosa. After reviewing selections of the Book of Mormon translated into Xhosa, Judy told the church that they were not accurate. In response, they asked her to translate the Book of Mormon into Xhosa. ",
   "photo": "https:\/\/i.ytimg.com\/vi\/1wVRJsoH-c4\/maxresdefault.jpg"
  },
  {
   "name": "Chiu Siou-ping",
   "timePeriod": 5,
   "year": 1959,
   "paragraph": "Chiu Siou-ping graduated from nursing school in Taiwan in 1958 and was participating in a prestigious nursing internship at Taiwan University Hospital when Sister Betty Johnson arrived from Hong Kong in need of a missionary companion. Prior to this time, no sister missionaries had served in Taiwan. Although she knew recieving leave from her internship was highly unlikely, Chiu asked and was blessed with leave to serve her mission. She and Sister Johnson traveled throught Taiwan holding Relief Society meetings. Prior to their service, the Relief Society was being run by elders and was only about a year old. Through her service, the Relief Society became a stable organization run by women. ",
   "photo": "https:\/\/assets.ldscdn.org\/bc\/2f\/bc2fbf8a9f3a186dcc39e1ef0190d54a6a7fd8c3\/taiwan_chiu_siou_ping.png"
  },
  {
   "name": "Maxine Tate Grimm",
   "timePeriod": 5,
   "year": "1914-2017",
   "paragraph": "Maxine Tate was assigned to the Philipines as a nurse during WWII. The church was not officially recoginzed at this time, but Maxine put together a congregation of Saints to meet together. She met her husband and they settled in Manilla. She devoted her life to encouraging missionary efforts in the Philipnes. She requested missionaries be sent to the Phillipines, started branches and ran Sunday school and Primary. Most of the first 2,000 baptizms in the Philipines were performed in her swimming pool. At the time of her death there were over 700,000 members, over 20 missions and 2 temples in the Phillipines. ",
   "photo": "https:\/\/deseret.brightspotcdn.com\/dims4\/default\/b4656cf\/2147483647\/strip\/true\/crop\/773x1024+0+0\/resize\/600x794!\/format\/webp\/quality\/90\/?url=https%3A%2F%2Fcdn.vox-cdn.com%2Fthumbor%2Fgg3cU7RkSoMzKfZ76dwc8-KnPmY%3D%2F0x0%3A773x1024%2F773x1024%2Ffilters%3Afocal%28386x512%3A387x513%29%2Fcdn.vox-cdn.com%2Fuploads%2Fchorus_asset%2Ffile%2F23828967%2F3397408_773x1024.jpg"
  },
  {
   "name": "Elsie Dharmaraju",
   "timePeriod": 5,
   "year": 1978,
   "paragraph": "Elise Dharmaraju and her husband Edwin joined the church in Samoa after a friend willed them her triple combination. They wanted their family members back home in India to hear about the gospel, so they asked President Spencer W Kimball to send missionaries to India. President Kimball responded by calling Elise and her husband to serve as the first missionaries in India. Although their mission was short, they taught the gospel to over 20 of their family members. Elise was able to help her father who was a preacher in another church, translate the Book of Mormon into Telgu. Because of her efforts, the first stake in India was created in the area they served their mission.",
   "photo": "https:\/\/assets.ldscdn.org\/ba\/c0\/bac0ececb6fbec5634b09dd7ad91888ddf5ad0af\/dharmaraju_family_inda.jpeg"
  },
  {
   "name": "Rigmor Heistø",
   "timePeriod": 5,
   "year": "1920-2012",
   "paragraph": "Rigmor Heistø learned about the church when she was 43 years old living in Norway. When she decided to join the church her husband opposed because of a book written by Einar Molland. After divocring her husband, Rigmor returned to school and returned to school. In one of her classes, a professor told her that all Norwegians had freedom of religion. Rigmor disagreed with him, sharing the perscecution that she had faced as a Latter Day Saint in part because of Einar Molland’s book. Instead of being offended, the professor connected her with Einar. When they met, Rigmor told Einar that his research about the church was biased and untrue. Einar listened to Rigmor, who spoke with the power of the spirit and promised to revise his book to be fair to the Saints. ",
   "photo": "https:\/\/media.geni.com\/p13\/4b\/24\/2c\/93\/53444838f004a60d\/skann0001_medium.jpg?hash=668103f665877e239d12a0eb654a0497996e235cbea7fd9ab22965e2c35e83c2.1668153599"
  },
  {
   "name": "Kate Hollbrook",
   "timePeriod": 6,
   "year": "1972-2022",
   "paragraph": "Kate Hollbrook served as the managing historian of Women's History for The Church of Jesus Christ of Latter Day Saints from 2011 until her death in 2022. She Studied at Brigham Young University, Harvard School of Divinity and Boston University. She participated in a 2018 Nauvoo Devotional with Elder Quinten L Cook. She co-editied the book At the Pulpit: 185 Years of Discourses by Latter-day Saint Women. Kate devoted her life to finding and sharing the stories of the women of the church.",
   "photo": "https:\/\/deseret.brightspotcdn.com\/dims4\/default\/6e3ebe5\/2147483647\/strip\/true\/crop\/1636x1080+0+0\/resize\/706x466!\/quality\/90\/?url=https%3A%2F%2Fcdn.vox-cdn.com%2Fthumbor%2FTWokYflcxa6qPJT-zZmTqaW-XQM%3D%2F0x0%3A1636x1339%2F1636x1339%2Ffilters%3Afocal%28877x403%3A878x404%29%2Fcdn.vox-cdn.com%2Fuploads%2Fchorus_asset%2Ffile%2F23966821%2FKateHolbrook.jpeg"
  },
  {
   "name": "Wendy Watson Nelson",
   "timePeriod": 6,
   "year": 1950,
   "paragraph": "Wendy Watson Nelson is the second wife of Russel M Nelson. Sister Nelson addressed the young adults of the church in a devotional, challenging listeners to answer the question \"What would a Holy Young Adult do?\" Before her marriage to President Nelson, Sister Nelson was a professor of marriage and family therapy at BYU. She has written many books about families, intimacy and marriage.",
   "photo": "https:\/\/cdn.ldsliving.com\/dims4\/default\/d6880b5\/2147483647\/strip\/false\/crop\/587x330+27+0\/resize\/1200x675!\/quality\/90\/?url=http%3A%2F%2Flds-living-brightspot.s3.amazonaws.com%2Fe5%2F1d%2Fc062d327b39c8467e8331382cf2e%2F26774.jpg"
  },
  {
   "name": "Priscilla Sampson-Davis",
   "timePeriod": 6,
   "photo": "http:\/\/3.bp.blogspot.com\/-pRP8CNPZd2A\/U_2Lj9qkdVI\/AAAAAAAAF1c\/AyVXUDIlBIc\/s1600\/Ghana%2BChurch%2BHistory.jpg"
  },
  {
   "name": "Ilona Yakovlevna Machinič",
   "timePeriod": 6
  },
  {
   "name": "Leva‘aia Levao",
   "timePeriod": 6,
   "paragraph": "She lives in a small island in Olosega in the American Samoa. Already experiencing many physical limitations in 2015 she developed boils on her eyes. Three missionaries came upon her and offered a priesthood blessing of healing and the next day her eyes were healed. After meeting with the missonaries and reading the Book of Mormon Levao was baptized and joined the church. Her husband and children followed her example and joined the church. She later served in her branch as Relief Society president. Addtionally according to the Global Histories of the church \"Others, influenced by her example of dedication, called her the heart of the Church on Olosega.\""
  }
 ]